Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: །གླང་དེ་དག་ཀྱང་གཉའ་ཤིང་དང་། རུ་ཐག་བཅད་ནས་བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་དོང་སྟེ་ལྷགས་ནས་བཅོམ་ལྡན་འདས་ལ་ཀུན་ནས་བསྐོར་ཏེ་འདུག་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་དེ་རྣམས་ལ་ཚིག་གསུམ་གྱི་ཆོས་བཤད་པས་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ། །དཔེར་ན་ཆུ་བོ་གང་གཱ་རྒལ་ཏེ་གཤེགས་པ་ན་ངང་པ་དང་། ཉ་དང་། རུ་སྦལ་རྣམས་ཀྱིས་བདེན་པ་མཐོང་ནས་རང་གི་གནས་སུ་སོང་བ་བཞིན་ནོ།
en: The oxen, too, went to the Blessed One, having broken their yokes and the ropes around their horns. When they arrived, they sat down, surrounding the Blessed One. The Blessed One preached the Dharma that consists of three phrases for them, . . . having seen the truths, they left for their own residence, just as the haṃsas, fish, and turtles did when the Blessed One was on the bank of the Ganges. B. The Former Lives of the Peasants and Oxen

source: །དགེ་སློང་རྣམས་ཐེ་ཚོམ་སྐྱེས་ནས་ཐེ་ཚོམ་ཐམས་ཅད་གཅོད་པ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཞུས་པ། བཙུན་པ་སྔོན་ཞིང་པ་བགྱིད་བགྱིད་པའི་དགེ་སློང་འདི་དག་གིས་ལས་ཅི་ཞིག་བགྱིས་ན། ལས་དེས་ཞིང་པར་གྱུར་ནས་བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་སྟེ། ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ནས་དགྲ་བཅོམ་པ་མངོན་སུམ་དུ་བགྱིས་ལགས།
en: The monks, feeling doubtful, inquired of the Buddha, the Blessed One, the one who severs all doubts, “O Honored One, what karma did these monks who were once peasants create that matured to cause them, after being peasants, to go forth in the teachings of the Blessed One, abandon all the defilements, and actualize the state of an arhat?

source: སྔོན་གླང་བགྱིད་བགྱིད་པའི་ལྷའི་བུ་འདི་དག་གིས་ཀྱང་ལས་ཅི་ཞིག་བགྱིས་ན། དེས་ན་གླང་རྣམས་སུ་སྐྱེས་ཤིང་བདེན་པ་མཐོང་བར་བགྱིས་ལགས།
en: What karma did these gods who had once been oxen create that matured to cause them to be born among oxen and see the truths?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་འདི་དག་ཉིད་ཀྱིས་ལས་རྣམས་བྱས་ཤིང་བསགས་པ་ཚོགས་རྙེད་པ་ཞེས་བྱ་བ་ནས།
en: The Blessed One said, “Monks, the actions were performed and accumulated by themselves, accruing a heap of karma . . . . “. . .

source: །དགེ་སློང་དག་སྔོན་བྱུང་བ་བསྐལ་པ་བཟང་པོ་འདི་ཉིད་ལ་སྐྱེ་དགུའི་ཚེ་ལོ་ཉི་ཁྲི་ཐུབ་པ་ན། སྟོན་པ་འོད་སྲུང་ཞེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་སྟེ།
en: “Monks, once, in this fortunate eon, when people’s lifespans were twenty thousand years long, there appeared in the world a teacher named Kāśyapa . . . .

source: ཞེས་བྱ་བ་ནས། དེ་བཱ་རཱ་ཎ་སཱིའི་གྲོང་ཁྱེར་ན་དྲང་སྲོང་སྨྲ་བ་རི་དགས་ཀྱི་ནགས་ན་ཉེ་བར་རྟེན་ཅིང་བཞུགས་སོ། །ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: He stayed in the Ṛṣivadana Deer Park near the city of Vārāṇasī.

source: །དེའི་བསྟན་པ་ལ་ཞིང་པ་ལྔ་བརྒྱ་པོ་འདི་རྣམས་རབ་ཏུ་བྱུང་བར་གྱུར་ཏེ།
en: In his teachings, these five hundred peasants went forth.

source: དེ་ན་འདི་དག་གིས་མ་བཀླགས་མ་བཏོན། ཡིད་ལ་བྱ་བ་གོམས་པར་མ་བྱས་སོ། །འོན་ཀྱང་དད་པས་བྱིན་པ་ཟོས་ཤིང་ཟོས་ནས་འདུ་འཛི་ལ་ཆགས་ཏེ་ལེ་ལོས་དུས་འདས་པར་བྱས་སོ།
en: There they did not recite, repeat, or practice concentration of the mind but rather were attached to the crowd and spent their time lazily, having enjoyed things given out of faith.

source: དགེ་སློང་ལྔ་བརྒྱ་པོ་གང་ཡིན་པ་དེ་ནི་ཞིང་པ་ལྔ་བརྒྱ་པོ་འདི་དག་ཉིད་ཡིན་ནོ།
en: Those five hundred monks were indeed these five hundred peasants.

source: །གཙུག་ལག་ཁང་གི་བདག་པོ་གང་ཡིན་པ་དེ་ནི་ཞིང་པ་འདི་དག་གང་གི་ཡིན་པའི་ཁྱིམ་བདག་འདི་ཉིད་ཡིན་ཏེ།
en: The owner of the monastery was indeed this householder who is the master of these peasants.

source: གང་ཡང་འདི་དག་གིས་གཙུག་ལག་ཁང་གི་བདག་པོའི་དད་པས་བྱིན་པ་ཟོས་ནས་མ་བཀླགས་མ་བཏོན། ཡིད་ལ་བྱ་བ་གོམས་པར་མ་བྱས་ལ། འདུ་འཛི་ལ་ཆགས་ཏེ། ལེ་ལོས་དུས་འདས་པར་བྱས་པའི་ལས་དེས་ན་ཚེ་རབས་ལྔ་བརྒྱར་གཙུག་ལག་ཁང་གི་བདག་པོ་དེའི་ཞིང་པ་རྣམས་སུ་གྱུར་ཏེ། ད་ལྟའི་བར་དུ་ཡང་ཞིང་པར་སྐྱེས་པ་ཡིན་ནོ།
en: Because of the maturation of the karma—namely, their not reciting, repeating, or practicing concentration of the mind and their being attached to the crowd and spending time lazily, having enjoyed things given out of the faith of the owner of the monastery—they were the peasants of the owner of the monastery for five hundred lives, and now they were also born among peasants.

source: །འདི་དག་གིས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་ཚངས་པར་སྤྱོད་པ་སྤྱོད་པ་དེས་ན་ད་ལྟར་ངའི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་སོ།
en: Because they went forth in the teachings of the Perfectly Awakened One Kāśyapa and led the pure life, they now went forth in my teaching, abandoned all the defilements, and actualized the state of an arhat.

source: །སྔོན་གླང་བྱེད་བྱེད་པའི་ལྷའི་བུ་འདི་རྣམས་ཀྱང་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་བར་གྱུར་ཏེ།
en: “These gods who had once been oxen, too, went forth in the teachings of the Perfectly Awakened One Kāśyapa. They transgressed the minor rules of training;

source: འདི་དག་གིས་དེ་ན་བསླབ་པའི་གཞི་ཕྲ་མོ་ཕྲ་མོ་རྣམས་དྲལ་བས་ལས་དེས་ན་གླང་རྣམས་སུ་སྐྱེས་སོ།
en: that karma matured to cause them to be reborn among oxen.

source: །གང་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་ལས་ཚངས་པར་སྤྱོད་པ་སྤྱད་ཅིང་བསྲུངས་པས་ད་ལྟར་ལྷའི་བུར་གྱུར་ནས་བདེན་པ་མཐོང་བར་བྱས་སོ།
en: Because they led the pure life and protected it in the presence of the Perfectly Awakened One Kāśyapa, they now saw the truths, becoming gods.

source: དགེ་སློང་དག་ཁྱེད་ཅག་གིས་དེ་ལྟ་བུ་ལ་བསླབ་པར་བྱའོ་ཞེས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ཅེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: Monks, that is how you must train.” C. Toyikā

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ཆུ་མངས་གང་ན་བ་དེར་འདོང་ངོ་།
en: Thereupon the Blessed One said to the venerable Ānanda, “Ānanda, let us go to Toyikā.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཆུ་མངས་སུ་གཤེགས་པ་དང་། ཕྱོགས་གཞན་ཞིག་ན་བྲམ་ཟེ་ཞིག་ཞིང་རྨེད་དོ།
en: The Blessed One went to Toyikā, and in a certain place, a brahmin was plowing a field.

source: །དེ་ནས་བྲམ་ཟེ་དེས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་སྐུ་སྐྱེས་བུ་ཆེན་པོའི་མཚན་སུམ་བཅུ་རྩ་གཉིས་ཀྱིས་ཀུན་ནས་བརྒྱན་པ། དཔེ་བྱད་བཟང་པོ་བརྒྱད་བཅུས་བརྒྱན་པ་ཞེས་བྱ་བ་ནས་ཀུན་ནས་བཟང་བ་མཐོང་ངོ་། །ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ། །དེས་བསམས་པ། གལ་ཏེ་ཤེས་ལྡན་གཽ་ཏ་མའི་དྲུང་དུ་ཕྱག་འཚལ་དུ་སོང་ན་ནི་བདག་གི་ལས་འཆོར་ལ།
en: Then the brahmin saw the Buddha, the Blessed One, whose body was fully ornamented with the thirty-two marks of a great man , illuminated by the eighty minor marks, . . . and beautiful . . . . He thought, “If I go to the Honorable Gautama to greet him, my work will fail.

source: འོན་ཏེ་ཕྱག་འཚལ་དུ་མ་སོང་ན་ནི་བསོད་ནམས་ཡོངས་སུ་ཉམས་པར་འགྱུར་ན། དེ་ལ་གང་གིས་ན་ལས་ཀྱང་མི་འཆོར་ལ་བསོད་ནམས་ཀྱང་ཡོངས་སུ་ཉམས་པར་མི་འགྱུར་བའི་ཐབས་བཟང་པོ་ཅི་ཡོད་སྙམ་པ་ལས་དེ་བློ་སྐྱེས་པ།
en: But if I do not go to greet him, my merit will fail. In this regard, is there any good means whereby neither my work nor my merit will fail?” A good idea then occurred to him:

source: འདི་ཉིད་ན་འདུག་བཞིན་དུ་ཕྱག་བྱས་ན་དེ་ལྟ་ན་ལས་ཀྱང་མི་འཆོར་ལ། བསོད་ནམས་ཀྱང་ཡོངས་སུ་ཉམས་པར་མི་འགྱུར་རོ་སྙམ་ནས།
en: “If I greet him, staying here, neither my work nor my merit will fail.” He greeted him, holding a spiked stick and staying in that very spot:

source: དེས་ཇི་ལྟར་ལྕག་གཟེར་བུ་ཅན་ཉིད་ཐོགས་ཤིང་གནས་དེ་ཉིད་དུ་འདུག་བཞིན་དུ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཕྱག་འཚལ་ལོ་ཞེས་ཕྱག་བྱས་སོ།
en: “Greetings to the Buddha, the Blessed One.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་བྲམ་ཟེ་འདིས་ཉེས་ཏེ།
en: The Blessed One said to the venerable Ānanda, “Ānanda, this brahmin is wrong.

source: གལ་ཏེ་ཕ་བི་ལས་ཕྱོགས་འདི་ན་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་རིང་བསྲེལ་གྱི་ཚོགས་མ་ཞིག་པར་བཞུགས་སོ་སྙམ་པ་དེ་ལྟ་བུའི་སོ་སོ་རང་གིས་རིགས་པའི་ཡེ་ཤེས་ཤིག་ཡོད་པར་གྱུར་ན་ངའི་སྤྱན་སྔར་འོངས་ཏེ་ཕྱག་བྱས་པ་ཞིག །དེ་ལྟ་ན་ཕ་བིས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་གཉིས་ལ་ཕྱག་བྱས་པར་འགྱུར་བ་ཞིག །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: If that man had been wise enough to know for himself that there was the unbroken skeleton of the Perfectly Awakened One Kāśyapa in this place, he would have come to me and greeted me. Then he would have greeted two perfectly awakened ones. Why?

source: ཀུན་དགའ་བོ་ཕྱོགས་འདི་ན་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་རིང་བསྲེལ་གྱི་ཚོགས་མ་ཞིག་པ་བཞུགས་པའི་ཕྱིར་རོ།
en: Ānanda, the unbroken skeleton of the Perfectly Awakened One Kāśyapa is in this place.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་མྱུར་བ་མྱུར་བར་བླ་གོས་བཞི་ལྟབ་ཏུ་བྱས་ཏེ་བཏིང་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གདན་བཤམས་པ་ཉིད་ལ་བཞུགས་སུ་གསོལ། དེས་ན་ས་ཕྱོགས་འདིར་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་གཉིས་ཀྱིས་ལོངས་སྤྱད་པར་འགྱུར་ལགས་ཏེ། གང་ཡང་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་དང་། གང་ཡང་ད་ལྟར་བཅོམ་ལྡན་འདས་ཀྱིས་སོ།
en: Then the venerable Ānanda quickly folded his upper robe in four, laid it down, and said to the Blessed One, “Blessed One, please sit on this prepared seat, and then this place will have been enjoyed by two perfectly awakened ones, namely, the Perfectly Awakened One Kāśyapa and now the Blessed One.”

source: །བཅོམ་ལྡན་འདས་ཀྱི་གདན་བཤམས་པ་ཉིད་ལ་བཞུགས་སོ།
en: The Blessed One did sit on the prepared seat.

source: །བཞུགས་ནས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་ཁྱེད་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་རིང་བསྲེལ་གྱི་ཚོགས་མ་ཞིག་པ་རྣམས་ལྟ་བར་འདོད་དམ།
en: After sitting for a moment, he said to the monks, “Monks, do you want to see the unbroken skeleton of the Perfectly Awakened One Kāśyapa?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་རིང་བསྲེལ་གྱི་ཚོགས་མ་ཞིག་པ་གང་དགེ་སློང་རྣམས་ལ་བསྟན་པ་མཐོང་ལགས་ན། དགེ་སློང་རྣམས་སེམས་མངོན་པར་དད་པར་འགྱུར་ལགས་སོ།
en: If the Blessed One reveals the unbroken skeleton of the Perfectly Awakened One Kāśyapa to the monks so that they see it, their minds will be filled with faith.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་འཇིག་རྟེན་པའི་ཐུགས་བསྐྱེད་པ་མཛད་དེ།
en: The Blessed One entertained mundane thoughts.

source: ཆོས་ཉིད་ཀྱིས་གང་གི་ཚེ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱིས་འཇིག་རྟེན་པའི་ཐུགས་བསྐྱེད་པ་དེའི་ཚེ་སྲོག་ཆགས་གྲོག་སྦུར་རྣམས་ཀྱིས་ཀྱང་བཅོམ་ལྡན་འདས་ཀྱི་དགོངས་པ་སེམས་ཀྱིས་ཤེས་པར་འགྱུར་བས་ཀླུ་རྣམས་ཀྱིས་བསམས་པ།
en: It naturally occurs that when the buddhas, the blessed ones, entertain mundane thoughts, living creatures, including those as small as ants, understand the Blessed One’s thoughts.

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཅི་ཞིག་གི་ཕྱིར་འཇིག་རྟེན་པའི་ཐུགས་བསྐྱེད་པ་མཛད་སྙམ་ན། བཅོམ་ལྡན་འདས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་རིང་བསྲེལ་གྱི་ཚོགས་མ་ཞིག་པ་གཟིགས་པར་བཞེད་པར་མཐོང་ནས། དེ་ནས་དེ་རྣམས་ཀྱིས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་རིང་བསྲེལ་གྱི་ཚོགས་མ་ཞིག་པར་ཕྱུང་བ་དང་། དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ།
en: Nāgas thought, “For the sake of what did the Blessed One entertain mundane thoughts?” They saw that the Blessed One wanted to see the unbroken skeleton of the Perfectly Awakened One Kāśyapa, and so they raised the unbroken skeleton of the Perfectly Awakened One Kāśyapa.

source: དགེ་སློང་དག་རྟགས་ཟུང་ཤིག །ནུབ་པར་འགྱུར་རོ་ཞེས་པ་དང་ནུབ་བོ།
en: The Blessed One then said to the monks, “Monks, as it is going to sink, grasp its characteristics,” and then the skeleton sank.

source: །རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་བཅོམ་ལྡན་འདས་ཀྱིས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་རིང་བསྲེལ་གྱི་ཚོགས་མ་ཞིག་པ། ཉན་ཐོས་རྣམས་ལ་བསྟན་ཏོ་ཞེས་ཐོས་སོ། །ཐོས་ནས་ཀྱང་ཡང་ངོ་མཚར་སྐྱེས་ནས་བཙུན་མོ་དང་། གཞོན་ནུ་དང་། བློན་པོ་དང་། ཁྲོམ་གྱི་རུ་པ་དང་། གྲོང་མི་དང་། ཡུལ་མི་རྣམས་དང་། ལྷན་ཅིག་ཆས་སོ།
en: When King Prasenajit heard that the Blessed One had shown the unbroken skeleton of the Perfectly Awakened One Kāśyapa to the disciples, prompted by curiosity he departed with his consort, sons, ministers, army, citizens, and provincial dwellers.

source: །དེ་བཞིན་དུ་ལུས་འཕགས་པོ་དང་། ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་དང་། དྲང་སྲོང་སྦྱིན་དང་། སོ་ཕག་མཁན་རྙིང་པ་དག་དང་། རི་དགས་འཛིན་གྱི་མ་ས་ག་དང་། སྲོག་ཆགས་བརྒྱ་སྟོང་ཕྲག་དུ་མ་ངོ་མཚར་སྐྱེས་ཏེ་ཆས་སོ།
en: In the same manner, Virūḍhaka, the householder Anāthapiṇḍada, Ṛṣidatta, the bricklayer Purāṇa, Viśākhā Mṛgāramātā, and hundreds of thousands of beings departed, prompted by curiosity and spurred by their previous roots of merit.

source: །ཁ་ཅིག་སྔོན་གྱི་དགེ་བའི་རྩ་བས་ཡང་དག་པར་བསྐུལ་བ་དང་། ཇི་ཙམ་ན་དེ་མི་སྣང་བར་གྱུར་ཏོ།
en: But the skeleton had already sunk.

source: །དེ་རྣམས་ཀྱིས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་འོད་སྲུང་གི་རིང་བསྲེལ་གྱི་ཚོགས་མ་ཞིག་པ་ནུབ་པར་གྱུར་ཏོ་ཞེས་ཐོས་སོ། །ཐོས་ནས་ཀྱང་ཡང་དེ་རྣམས་ཀྱིས་བདག་ཅག་འདིར་ལྷགས་པ་དག་ནི་དོན་མེད་པར་གྱུར་ཏོ་ཞེས་སྡུག་བསྔལ་དང་། ཡིད་མི་བདེ་བ་སྐྱེས་སོ།
en: When they heard that the unbroken skeleton of the Perfectly Awakened One Kāśyapa had sunk, they felt pain and despair, thinking, “We have come here in vain.”

source: །དགེ་བསྙེན་ཞིག་གིས་ས་ཕྱོགས་དེར་བསྐོར་བ་བྱས་ནས་སེམས་ལ་སེམས་ཀྱིས་འདི་སྙམ་དུ་མངོན་པར་འདུས་བྱས་ཏེ།
en: A lay brother circumambulated the spot and pondered in his mind, “How much will the merit from my circumambulation here be?”

source: བདག་གིས་འདི་ལ་གོམ་པ་བོར་བས་བསོད་ནམས་ཇི་སྙེད་ཅིག་ཏུ་འགྱུར་སྙམ་པ་དང་། དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་སྐྱེ་བོའི་ཚོགས་ཆེན་པོ་དེའི་འགྱོད་པ་སྐྱེས་པ་བསལ་བའི་ཕྱིར་དང་། དགེ་བསྙེན་དེའི་བསམ་པ་ཡང་ཐུགས་སུ་ཆུད་ནས་ཚིགས་སུ་བཅད་དེ་གསུངས་པ།
en: The Blessed One, knowing the lay brother’s mind with his own mind, spoke a verse in order to remove the many people’s regret:

source: མཁས་པ་གང་ཞིག་རབ་ཏུ་སེམས་དང་བས།
en: “If a wise person with a purified mind

source: །སངས་རྒྱས་མཆོད་རྟེན་ལ་ནི་གོམ་འདོར་ན།
en: Circumambulates a shrine of the Buddha,

source: །འཛམ་བུའི་ཆུ་བོའི་གསེར་གྱི་སྲང་ཚད་ནི།
en: Even a hundred thousand coins of gold from the Jambū River

source: །སྟོང་ཕྲག་བརྒྱ་ཡང་དེ་དང་མཉམ་པ་མིན།
en: Cannot compare with that act.”

source: །དགེ་བསྙེན་གཞན་ཞིག་གིས་ཡང་ཕྱོགས་དེར་འཇིམ་པའི་གོང་བུ་གཅིག་བཞག་ནས་སེམས་ཀྱིས་འདི་སྙམ་དུ་མངོན་པར་འདུས་བྱས་ཏེ། རེ་ཞིག་གོམ་པ་བོར་བའི་བསོད་ནམས་ཀྱང་དེ་སྙེད་དུ་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་ན།
en: Another lay brother placed a lump of clay on the spot and pondered in his mind, “The Blessed One said that the merit from circumambulation was so much;

source: འདི་ལ་འཇིམ་པའི་གོང་བུ་བཞག་པའི་བསོད་ནམས་ཇི་སྙེད་ཅིག་ཏུ་འགྱུར་སྙམ་པ་དང་། དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་བསྙེན་དེའི་བསམ་པ་ཐུགས་སུ་ཆུད་ནས་ཚིགས་སུ་བཅད་དེ་གསུངས་པ།
en: how much will the merit from placing a lump of clay here be?” The Blessed One, knowing the lay brother’s mind with his own mind, spoke a verse:

source: གང་ཞིག་རབ་དང་སེམས་ཀྱིས་སངས་རྒྱས་ཀྱི།
en: “If, with a purified mind,

source: །མཆོད་རྟེན་ལ་ནི་འཇིམ་གོང་འཇོག་བྱེད་ན།
en: One places a lump of clay in a shrine of the Buddha,

source: །འཛམ་བུའི་ཆུ་བོའི་གསེར་གྱི་གོང་བུ་ནི།
en: Even a hundred thousand lumps of gold from the Jambū River

source: །དེ་ཐོས་ནས་སྲོག་ཆགས་བརྒྱ་སྟོང་ཕྲག་དུ་མ་དག་གིས་ཀྱང་འཇིམ་པའི་གོང་བུ་བཅེར་ཏོ།
en: Having heard this, hundreds of thousands of beings piled up lumps of clay.

source: །གཞན་དག་གིས་དེ་ལ་མེ་ཏོག་སིལ་མས་གཏོར་ནས། སེམས་ཀྱིས་འདི་སྙམ་དུ་མངོན་པར་འདུས་བྱས་པ། རེ་ཞིག་གོམ་པ་བོར་བ་དང་། འཇིམ་པའི་གོང་བུའི་བསོད་ནམས་ཀྱང་དེ་སྙེད་དུ་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་ན།
en: Other people placed flower petals on the spot and pondered in their minds, “The Blessed One said that the merit from circumambulation and a lump of clay was so much;

source: བདག་ཅག་གི་མེ་ཏོག་སིལ་མ་རྣམས་ལ་བསོད་ནམས་ཇི་སྙེད་ཅིག་ཏུ་འགྱུར་སྙམ་པ་དང་། དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་བསམ་པ་ཐུགས་སུ་ཆུད་ནས་ཚིགས་སུ་བཅད་དེ་གསུངས་པ།
en: as for our flower petals, how much will the merit be?” The Blessed One, knowing their minds with his own mind, spoke a verse:

source: །མཆོད་རྟེན་མེ་ཏོག་སིལ་མ་སྤུངས་པས་འཐོར།
en: One scatters flower petals on a shrine of the Buddha,

source: །འཛམ་བུའི་ཆུ་བོའི་གསེར་གྱི་བྲེ་བོ་ནི།
en: Even a hundred thousand baskets of gold from the Jambū River

source: །གཞན་དག་གིས་དེ་ལ་མེ་ཏོག་གི་ཕྲེང་བས་བསྐོར་བ་བྱས་ནས་སེམས་ཀྱིས་མངོན་པར་འདུས་བྱས་པ། མེ་ཏོག་སིལ་མ་རྣམས་ཀྱི་བསོད་ནམས་དེ་སྙེད་དུ་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་ན།
en: Other people surrounded the spot with garlands of flowers and pondered in their minds, “The Blessed One said that the merit from flower petals was so much;

source: བདག་ཅག་གིས་མེ་ཏོག་ཕྲེང་བས་བསྐོར་བ་ལ་བསོད་ནམས་ཇི་སྙེད་ཅིག་ཏུ་འགྱུར་སྙམ་པ་དང་། དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་རྣམས་ཀྱི་བསམ་པ་ཐུགས་སུ་ཆུད་ནས་ཚིགས་སུ་བཅད་དེ་གསུངས་པ།
en: as for our surrounding it with garlands of flowers, how much will the merit be?” The Blessed One, knowing their minds with his own mind, spoke a verse:

source: །སངས་རྒྱས་མཆོད་རྟེན་མེ་ཏོག་ཕྲེང་བསྐོར་བ།
en: Surrounds a shrine of the Buddha with garlands of flowers,

source: །འཛམ་བུ་ཆུ་བོའི་གསེར་གྱི་སྒྲོམ་དག་ནི།
en: Even a hundred thousand coffers of gold from the Jambū River

source: །གཞན་དག་གིས་དེ་ལ་མར་མེའི་ཕྲེང་བ་ཕུལ་ནས། སེམས་ཀྱིས་མངོན་པར་འདུས་བྱས་པ། མེ་ཏོག་ཕྲེང་བས་བསྐོར་བའི་བསོད་ནམས་དེ་སྙེད་དུ་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་ན།
en: Other people donated rows of lamps there and pondered in their minds, “The Blessed One said that the merit from surrounding it with garlands of flowers was so much;

source: བདག་ཅག་གིས་མེ་མར་ཕུལ་བའི་བསོད་ནམས་ཇི་སྙེད་ཅིག་ཏུ་འགྱུར་སྙམ་པ་དང་། དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་དག་གི་བསམ་པ་ཐུགས་སུ་ཆུད་ནས་ཚིགས་སུ་བཅད་དེ་གསུངས་པ།
en: as for our donating rows of lamps, how much will the merit be?” The Blessed One, knowing their minds with his own mind, spoke a verse:

source: །སངས་རྒྱས་མཆོད་རྟེན་མར་མེ་འབུལ་བྱེད་ན།
en: Donates lamps to a shrine of the Buddha,

source: །འཛམ་བུའི་ཆུ་བོའི་གསེར་སྲང་བྱེ་བ་ནི།
en: Even ten million srang of gold from the Jambū River

source: །གཞན་དག་གིས་དེ་ལ་དྲིའི་ཆུས་ཆག་ཆག་བཏབ་ནས། སེམས་ཀྱིས་མངོན་པར་འདུས་བྱས་པ། མར་མེ་ཕུལ་བའི་བསོད་ནམས་དེ་སྙེད་དུ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་ན།
en: Other people sprinkled perfumed water and pondered in their minds, “The Blessed One said that the merit from donating rows of lamps was so much;

source: བདག་ཅག་གིས་དྲིའི་ཆུས་ཆག་ཆག་བཏབ་པའི་བསོད་ནམས་ཇི་སྙེད་ཅིག་ཏུ་འགྱུར་སྙམ་པ་དང་། དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་རྣམས་ཀྱི་བསམ་པ་ཐུགས་སུ་ཆུད་ནས་ཚིགས་སུ་བཅད་དེ་གསུངས་པ།
en: as for our sprinkling perfumed water, how much will the merit be?” The Blessed One, knowing their minds with his own mind, spoke a verse:

source: །སངས་རྒྱས་མཆོད་རྟེན་དྲི་ཆུས་འཐོར་བྱེད་ན།
en: Sprinkles perfumed water on a shrine of the Buddha,

source: །འཛམ་བུའི་ཆུ་བོའི་གསེར་གྱི་ཕུང་པོ་ནི།
en: Even a hundred thousand heaps of gold from the Jambū River

source: །གཞན་དག་གིས་དེ་ལ་གདུགས་དང་། རྒྱལ་མཚན་དང་། འཕན་བཏགས་ནས་སེམས་ཀྱིས་མངོན་པར་འདུས་བྱས་པ་གོམ་པ་བོར་བ་དང་། འཇིམ་གོང་བཞག་པ་དང་། མེ་ཏོག་སིལ་མས་གཏོར་བ་དང་། མེ་ཏོག་ཕྲེང་བས་བསྐོར་བ་དང་། མེ་མར་ཕུལ་བ་དང་། དྲིའི་ཆུས་གཏོར་བའི་བསོད་ནམས་དེ་སྙེད་དུ་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་ན།
en: Other people raised parasols, banners, and flags and pondered in their minds, “The Blessed One said that the merit from circumambulation, placing a lump of clay, scattering flower petals, surrounding with garlands of flowers, donating rows of lamps, and sprinkling perfumed water was so much;

source: བདག་ཅག་གིས་གདུགས་དང་། རྒྱལ་མཚན་དང་། འཕན་བཏགས་པའི་བསོད་ནམས་ཇི་སྙེད་ཅིག་ཏུ་འགྱུར་སྙམ་པ་དང་། དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་རྣམས་ཀྱི་བསམ་པ་ཐུགས་སུ་ཆུད་ནས་ཚིགས་སུ་བཅད་དེ་གསུངས་པ།
en: as for our raising parasols, banners, and flags, how much will the merit be?” The Blessed One, knowing their minds with his own mind, spoke some verses:

source: རབ་དང་སེམས་ཀྱིས་སངས་རྒྱས་མཆོད་རྟེན་ལ།
en: “If, out of a pure mind,

source: །གདུགས་དང་རྒྱལ་མཚན་འཕན་ནི་འདོགས་བྱེད་ན།
en: One raises parasols, banners, and flags in a shrine of the Buddha,

source: །གསེར་ནི་རི་བོ་ལྷུན་པོ་དང་མཉམ་པ།
en: Even a hundred thousand Meru-like mountains of gold from the Jambū River

source: །རྒྱ་མཚོ་ལྟ་བུའི་རྫོགས་སངས་རྒྱས།
en: To the Perfectly Awakened One, who resembles the great ocean,

source: །དེ་བཞིན་གཤེགས་པ་ཚད་མེད་པ།
en: The immeasurable Tathāgata,

source: །དེད་དཔོན་བླ་ན་མེད་པ་ལ། །ཡོན་དུ་བཤད་པ་དེ་ཡིན་ནོ།
en: Supreme caravan leader, has been explained.”

source: །དེ་རྣམས་འདི་སྙམ་དུ་དེ་ལ་རེ་ཞིག་བཅོམ་ལྡན་འདས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ལ་བྱ་བ་བྱས་པའི་བསོད་ནམས་དེ་སྙེད་དུ་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་ན།
en: They asked themselves, “The Blessed One said that the merit from worshiping the Blessed One who has been completely emancipated was so much;

source: བཞུགས་པ་ལ་བསོད་ནམས་ཇི་སྙེད་ཅིག་ཏུ་འགྱུར་སྙམ་པ་དང་། དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་རྣམས་ཀྱི་བསམ་པ་ཐུགས་སུ་ཆུད་ནས་ཚིགས་སུ་བཅད་དེ་གསུངས་པ།
en: as for the Blessed One who is present, how much will the merit be?” The Blessed One, knowing their minds with his own mind, spoke some verses:

source: འདི་ན་སེམས་རབ་དང་བྱས་ནས།
en: “The merits of those who offer worship out of pure minds

source: །གང་ཞིག་བཞུགས་དང་གང་ཞིག་ནི།
en: To a living one

source: །མྱ་ངན་འདས་ལ་མཆོད་བྱེད་པ།
en: And to one who has been completely emancipated are equal—

source: །བསོད་ནམས་མཉམ་སྟེ་ཁྱད་པར་མེད།
en: Here there is no distinction between them.

source: །འདི་ལྟར་སངས་རྒྱས་བསམ་མི་ཁྱབ།
en: “Thus, the Buddha is inconceivable;

source: །སངས་རྒྱས་ཆོས་ཀྱང་བསམ་མི་ཁྱབ།
en: The Buddha’s Dharma is also inconceivable.

source: །བསམ་མི་ཁྱབ་ལ་དད་རྣམས་ཀྱི།
en: The maturation of faith in the inconceivable

source: །རྣམ་པར་སྨིན་པའང་བསམ་མི་ཁྱབ།
en: Is also inconceivable.

source: །ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཆོས་ཀྱི་འཁོར་ལོ་ཐོགས་པ་མེད་པ་སྐོར་བ་བསམ་གྱིས་མི་ཁྱབ་པ་དེ་དག་གི་ཡོན་ཏན་ནི་རྟོགས་པར་མི་ནུས་སོ།
en: “It is impossible to understand the good qualities of the perfectly awakened ones, who are unknowable and turn the wheel of the Dharma without obstacles.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་སྐྱེ་བོའི་ཚོགས་ཆེན་པོ་དེ་ལ་གང་ཐོས་ན་སྲོག་ཆགས་བརྒྱ་སྟོང་ཕྲག་དུ་མས་ཁྱད་པར་ཆེན་པོ་ཐོབ་སྟེ།
en: Then the Blessed One preached the Dharma to the many people so that, having heard it, hundreds of thousands of beings attained great excellence.

source: ཁ་ཅིག་གིས་ནི་ཉན་ཐོས་ཀྱི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད། ཁ་ཅིག་གིས་ནི་རང་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ཏུ། ཁ་ཅིག་གིས་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད། ཁ་ཅིག་གིས་ནི་དྲོ་བར་གྱུར་པ་ཐོབ། ཁ་ཅིག་གིས་ནི་རྩེ་མོ།
en: Some made a resolution to attain the awakening of disciples, some the awakening of a self-awakened one, and some complete and supreme awakening.

source: །ཁ་ཅིག་གིས་ནི་བདེན་པ་དང་མཐུན་པའི་བཟོད་པ་དག །ཁ་ཅིག་གིས་ནི་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མངོན་སུམ་དུ་བྱས་སོ།
en: Some attained the stage of warmth, some the stage of the summit, and some the stage of patient conformity to the truth.

source: །ཁ་ཅིག་གིས་ནི་ལན་གཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ། ཁ་ཅིག་གིས་ནི་ཕྱིར་མི་འོང་བའི་འབྲས་བུ།
en: Some actualized the fruit of stream-entry, some the fruit of a once-returner, and some the fruit of a never-returner.

source: ཁ་ཅིག་གིས་ནི་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ནས་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས།
en: Some actualized the state of an arhat, having abandoned all the defilements.

source: འཁོར་དེ་ལས་ཕལ་ཆེར་ནི་སངས་རྒྱས་ལ་གཞོལ། ཆོས་ལ་འབབ། དགེ་འདུན་ལ་བབ་པར་བཀོད་པ་དེ་ལྟ་བུའི་ཆོས་བཤད་པ་མཛད་དོ།
en: And most of the audience became absorbed in the Buddha, devoted to the Dharma, and inclined to the community.

source: །བྲམ་ཟེ་དང་ཁྱིམ་བདག་དད་པ་ཅན་རྣམས་ཀྱིས་ཕྱོགས་དེ་ཉིད་དུ་དུས་སྟོན་བཙུགས་པ་དང་། དེ་ནས་ཆུ་མངས་དུས་སྟོན་ཅན་ཆུ་མངས་དུས་སྟོན་ཅན་ཞེས་བྱ་བར་གྲགས་སོ།
en: Devout brahmins and householders held a festival at that place. After that, the place was known as “Toyikā, where they have a festival.” X. Śrāvastī A. A Leprous Beggar Woman’s Offering of Water Used for Boiling Rice

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཡུལ་ཀོ་ས་ལ་ནས་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་པ་དང་མཉན་ཡོད་དུ་བྱོན་ནས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་སོ།
en: Thereupon the Blessed One, traveling through the country of Kosala, arrived in Śrāvastī and stayed in the Jetavana, in the Park of Anāthapiṇḍada near Śrāvastī.

source: །ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་གྱིས་བཅོམ་ལྡན་འདས་ཀོ་ས་ལ་ནས་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་པ་དང་མཉན་ཡོད་དུ་བྱོན་ནས། མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་གྱི་བདག་གི་ཀུན་དགའ་ར་བ་ན་བཞུགས་སོ་ཞེས་ཐོས་སོ། །ཐོས་ནས་ཀྱང་བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ནས་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: When the householder Anāthapiṇḍada heard that the Blessed One, traveling through the country of Kosala, had arrived in Śrāvastī and was staying in his own park near Śrāvastī, he went to the Blessed One, and upon his arrival he bowed low until his forehead touched the Blessed One’s, and then he sat down to one side.

source: །ཕྱོགས་གཅིག་ཏུ་འདུག་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་ལ་ཆོས་དང་ལྡན་པའི་གཏམ་གྱིས་ཡང་དག་པར་སྟོན་པར་མཛད། ཡང་དག་པར་འཛིན་དུ་འཇུག་པར་མཛད། ཡང་དག་པར་གཟེངས་སྟོད་པར་མཛད་ཅེས་བྱ་བ་ནས།
en: After he had sat down to one side, the Blessed One, through talk consistent with the Dharma, instructed, inspired, encouraged, . . . the householder Anāthapiṇḍada.
